Repository: Foundation-Devices/envoy
Catalog: lib/l10n/intl_*.arb
Languages: es

# wallet_security_modal_4_4_subheading
source: If you prefer to opt out of Magic Backups and instead manually secure your wallet seed and data, no problem! Simply head back to the setup screen and choose Manually Configure Seed Words.
es: Si prefiere optar por no participar en Magic Backups y, en su lugar, proteger manualmente las semillas y los datos de su billetera, ¡no hay problema! Simplemente regrese a la pantalla de configuración y elija Configurar manualmente palabras clave.

# wallet_security_modal__heading
source: Security Tip
es: Consejo de seguridad

# wallet_security_modal_cta1
source: Learn More
es: Aprende más

# wallet_security_modal_cta2
source: Back
es: Espalda

# wallet_security_modal_subheading
source: Envoy is storing more than the recommended amount of Bitcoin for a mobile, internet connected wallet. For ultra-secure, offline storage, Foundation suggests Passport hardware wallet.
es: Envoy está almacenando más de la cantidad recomendada de Bitcoin para una billetera móvil conectada a Internet. Para un almacenamiento fuera de línea ultraseguro, Foundation sugiere la billetera de hardware Passport.

# wallet_setup_success_heading
source: Your Wallet Is Ready
es: Tu billetera está lista

# wallet_setup_success_subheading
source: Envoy is set up and ready for your Bitcoin!
es: ¡Envoy está configurado y listo para su Bitcoin!

# welcome_screen_ctA1
source: Set Up Envoy Wallet
es: Configurar la billetera Envoy

# welcome_screen_cta2
source: Manage Passport
es: Administrar pasaporte

# welcome_screen_heading
source: Welcome to Envoy
es: Bienvenido a Enviado

# welcome_screen_subheading
source: Reclaim your sovereignty with Envoy, a simple Bitcoin wallet with powerful account management and privacy features.
es: Reclame su soberanía con Envoy, una sencilla billetera Bitcoin con potentes funciones de privacidad y gestión de cuentas.

source: Action
es: Acción

# ✏️ Suggestion
source: Designer
es: Diseñador

source: Continue
es: Continuar

source: Go back
es: Regresa
