Repository: Foundation-Devices/envoy
Catalog: lib/l10n/intl_*.arb
Languages: es

# manual_setup_verify_seed_12_words_checkbox
source: My seed has a passphrase
es: Mi semilla tiene una frase de contraseña

# manual_setup_verify_seed_12_words_enter_passphrase_modal_CTA
source: Continue
es: Continuar

# manual_setup_verify_seed_12_words_enter_passphrase_modal_heading
source: Enter Your Passphrase
es: Ingrese su frase de contraseña

# manual_setup_verify_seed_12_words_enter_passphrase_modal_subheading
source: Passphrases are case and space sensitive. Enter with extreme care.
es: Las frases de contraseña distinguen entre mayúsculas y minúsculas y espacios. Ingrese con sumo cuidado.

# manual_setup_verify_seed_12_words_heading
source: Verify Your Seed
es: Verifica tu semilla

# manual_setup_verify_seed_12_words_passphrase_warning_modal_CTA
source: Continue
es: Continuar

# manual_setup_verify_seed_12_words_passphrase_warning_modal_heading
source: WARNING
es: Advertencia

# manual_setup_verify_seed_12_words_passphrase_warning_modal_heading_2
source: [[Passphrases]] are an advanced feature.
es: [[Passphrases]]son una característica avanzada.

# manual_setup_verify_seed_12_words_passphrase_warning_modal_subheading
source: If you do not understand the implications of using one, close this box and continue without one. Foundation has no way to recover a lost or incorrect passphrase.
es: Si no comprende las implicaciones de usar uno, cierre este cuadro y continúe sin uno. La Fundación no tiene forma de recuperar una frase de contraseña perdida o incorrecta.

# manual_setup_verify_seed_12_words_verify_passphrase_modal_heading
source: Verify Your Passphrase
es: Verifique su frase de contraseña

# manual_setup_verify_seed_12_words_verify_passphrase_modal_subheading
source: Please carefully re-enter your passphrase.
es: Vuelva a ingresar cuidadosamente su contraseña.

# manual_setup_verify_seed_24_words_enter_passphrase_modal
source: Passphrases are case and space sensitive. Enter with care.
es: Las frases de contraseña distinguen entre mayúsculas y minúsculas y espacios. Entra con cuidado.

# manual_toggle_off_automatic_backups
source: Magic Backups
es: Copias de seguridad mágicas

# manual_toggle_off_disabled_for_manual_seed_configuration
source: Disabled for Manual Seed Configuration
es: Deshabilitado para la configuración manual de semillas

# manual_toggle_off_download_wallet_data
source: Download Envoy Backup File
es: Descargar el archivo de copia de seguridad de Envoy

# manual_toggle_off_view_wallet_seed
source: View Envoy Seed
es: Ver semilla de enviado

# manual_toggle_on_seed_backedup_android_2_hours_ago
source: 2 hours ago to Foundation servers
es: Hace 2 horas a los servidores de Foundation

# manual_toggle_on_seed_backedup_android_automatic_backups
source: Magic Backups
es: Copias de seguridad mágicas

# manual_toggle_on_seed_backedup_android_backup_now
source: Backup Now
es: Copia ahora

# manual_toggle_on_seed_backedup_android_backups
source: BACKUPS
es: copias de seguridad

# manual_toggle_on_seed_backedup_android_download_wallet_data
source: Download Envoy Backup File
es: Descargar el archivo de copia de seguridad de Envoy

# manual_toggle_on_seed_backedup_android_open_settings
source: Open Android Settings
es: Abra la configuración de Android

# manual_toggle_on_seed_backedup_android_stored
source: Stored in Android Auto Backup
es: Almacenado en Android Auto Backup

# manual_toggle_on_seed_backedup_android_view_wallet_seed
source: View Envoy Seed
es: Ver semilla de enviado

# manual_toggle_on_seed_backedup_android_wallet_data
source: Envoy Backup File
es: Archivo de copia de seguridad del enviado

# manual_toggle_on_seed_backedup_android_wallet_seed
source: Envoy Seed
es: Semilla enviada

# manual_toggle_on_seed_backedup_iOS_2_hours_ago
source: 2 hours ago to Foundation Servers
es: Hace 2 horas a los servidores de Foundation

# manual_toggle_on_seed_backedup_iOS_backup_now
source: Back Up Now
es: Copia ahora

# manual_toggle_on_seed_backedup_iOS_backups
source: SETTINGS
es: copias de seguridad

# manual_toggle_on_seed_backedup_iOS_download_wallet_data
source: Download Envoy Backup File
es: Descargar el archivo de copia de seguridad de Envoy

# manual_toggle_on_seed_backedup_iOS_stored_in_cloud
source: Stored in iCloud Keychain
es: Almacenado en el llavero de iCloud

# manual_toggle_on_seed_backedup_iOS_view_wallet_seed
source: View Envoy Seed
es: Ver semilla de enviado

# manual_toggle_on_seed_backedup_iOS_wallet_data
source: Magic Backups
es: Copias de seguridad mágicas

# manual_toggle_on_seed_backedup_iOS_wallet_seed
source: Envoy Seed
es: Semilla enviada

# manual_toggle_on_seed_backedup_pending_android_automatic_backups
source: Magic Backups
es: Copias de seguridad mágicas

# manual_toggle_on_seed_backedup_pending_iOS_automatic_backups
source: Magic Backups
es: Copias de seguridad mágicas

# manual_toggle_on_seed_not_backedup_android_backup_now
source: Backup Now
es: Copia ahora

# manual_toggle_on_seed_not_backedup_android_backups
source: BACKUPS
es: copias de seguridad

# manual_toggle_on_seed_not_backedup_android_open_settings
source: Open Android Settings
es: Abra la configuración de Android

# manual_toggle_on_seed_not_backedup_iOS_backups
source: BACKUPS
es: copias de seguridad

# manual_toggle_on_seed_not_backedup_pending_android_data_pending_backup
source: Pending backup to Foundation servers
es: Copia de seguridad pendiente en los servidores de Foundation

# manual_toggle_on_seed_not_backedup_pending_android_download_wallet_data
source: Download Envoy Backup File
es: Descargar el archivo de copia de seguridad de Envoy

# manual_toggle_on_seed_not_backedup_pending_android_seed_pending_backup
source: Pending Android Auto Backup (once daily)
es: Copia de seguridad automática de Android pendiente (una vez al día)

# manual_toggle_on_seed_not_backedup_pending_android_view_wallet_seed
source: View Envoy Seed
es: Ver semilla de enviado

# manual_toggle_on_seed_not_backedup_pending_android_wallet_data
source: Envoy Backup File
es: Archivo de copia de seguridad del enviado

# manual_toggle_on_seed_not_backedup_pending_android_wallet_seed
source: Envoy Seed
es: Semilla enviada

# manual_toggle_on_seed_not_backedup_pending_iOS_backup_now
source: Back Up Now
es: Copia ahora

# manual_toggle_on_seed_not_backedup_pending_iOS_data_pending_backup
source: Pending backup to Foundation servers
es: Copia de seguridad pendiente en los servidores de Foundation

# manual_toggle_on_seed_not_backedup_pending_iOS_download_wallet_data
source: Download Envoy Backup File
es: Descargar el archivo de copia de seguridad de Envoy

# manual_toggle_on_seed_not_backedup_pending_iOS_seed_pending_backup
source: Pending backup to iCloud Keychain
es: Copia de seguridad pendiente en iCloud Keychain

# manual_toggle_on_seed_not_backedup_pending_iOS_view_wallet_seed
source: View Envoy Seed
es: Ver semilla de enviado

# manual_toggle_on_seed_not_backedup_pending_iOS_wallet_data
source: Envoy Backup File
es: Archivo de copia de seguridad del enviado

# manual_toggle_on_seed_not_backedup_pending_iOS_wallet_seed
source: Envoy seed
es: Semilla enviada

# menu_about
source: ABOUT
es: Acerca de

# menu_backups
source: BACKUPS
es: copias de seguridad

# menu_heading
source: ENVOY
es: Enviado

# menu_settings
source: SETTINGS
es: Ajustes

# pair_existing_device_intro_cta
source: Get Started
es: Empezar

# pair_existing_device_intro_heading
source: Connect Passport with Envoy
es: Conectar pasaporte con Envoy

# pair_existing_device_intro_subheading
source: On Passport, select Manage Account > Connect Wallet > Envoy
es: En Passport, seleccione Administrar cuenta &gt; Connect Wallet &gt; Envoy.

# pair_new_device_QR_code_cta
source: Validate receive address
es: Continuar

# pair_new_device_QR_code_heading
source: Scan this QR code with Passport to validate
es: Escanee este código QR con Passport para validarlo

# pair_new_device_QR_code_subheading
source: This is a Bitcoin address belonging to your Passport.
es: Esta es una dirección de Bitcoin que pertenece a su Pasaporte.

# pair_new_device_address_cta1
source: Continue
es: Continuar

# pair_new_device_address_cta2
source: Contact Support
es: Contactar a soporte

# pair_new_device_address_heading
source: Address validated?
es: ¿Dirección validada?

# pair_new_device_address_subheading
source: If you get a success message on Passport, your setup is now complete. If Passport could not verify the address, please try again or contact support.
es: Si recibe un mensaje de éxito en Passport, su configuración ya está completa. Si Passport no pudo verificar la dirección, inténtelo nuevamente o comuníquese con el soporte.

# pair_new_device_qr_code_cta
source: Continue
es: Continuar

# pair_new_device_qr_code_heading
source: Scan this QR code with Passport to validate
es: Escanee este código QR con Passport para validarlo

# pair_new_device_qr_code_subheading
source: This is a Bitcoin address beloning to your Passport.
es: Esta es una dirección de Bitcoin que pertenece a su Pasaporte.

# pair_new_device_scan_cta
source: Get Started
es: Empezar

# pair_new_device_scan_heading
source: Scan the QR code that Passport generates
es: Escanea el código QR que genera Passport

# pair_new_device_scan_subheading
source: The QR code contains the information required for Envoy to interact securely with Passport.
es: El código QR contiene la información necesaria para que Envoy interactúe de forma segura con Passport.

# pair_new_device_success_cta1
source: Validate receive address
es: Validar dirección de recepción

# pair_new_device_success_cta2
source: Connect to home screen
es: Continuar a la pantalla de inicio

# pair_new_device_success_heading
source: Connection successful
es: Conexión exitosa

# pair_new_device_success_subheading
source: Envoy is now connected to your Passport.
es: Envoy ahora está conectado a su Passport.

# passport_welcome_screen_cta1
source: Set up a new Passport
es: Configurar un nuevo pasaporte

# passport_welcome_screen_cta2
source: Connect an existing Passport
es: Conectar un pasaporte existente

# passport_welcome_screen_cta3
source: I don’t have a Passport. [[Learn more.]]
es: No tengo pasaporte. [[Aprende más.]]

# passport_welcome_screen_heading
source: Welcome to Passport
es: Bienvenido a Pasaporte

# passport_welcome_screen_skip
source: Skip
es: Saltar

# passport_welcome_screen_subheading
source: Envoy offers secure Passport setup, easy firmware updates, and a zen-like Bitcoin wallet experience.
es: Envoy ofrece configuración segura de Passport, actualizaciones de firmware sencillas y una experiencia de billetera Bitcoin tipo zen.

# privacy_setting_add_node_modal_cta
source: Connect
es: Conectar

# privacy_setting_add_node_modal_heading
source: Add Node
es: Agregar nodo

# privacy_setting_add_node_modal_text_field
source: Enter your node address here
es: Ingrese su dirección de nodo aquí

# privacy_setting_clearnet_node_better_performance
source: Better Performance
es: Mejor interpretación

# privacy_setting_clearnet_node_cta
source: Continue
es: Continuar

# privacy_setting_clearnet_node_edit_note
source: Edit Node
es: Editar nodo

# privacy_setting_clearnet_node_heading
source: Node Connected
es: Nodo conectado

# privacy_setting_clearnet_node_subheading
source: Your Node is connected via Clearnet.
es: Su Nodo está conectado vía Clearnet.

# privacy_setting_clearnet_node_tor_off
source: Envoy’s connection will be fast and reliable with Tor turned [[OFF]]. Suggested for new users.
es: La conexión de Envoy será rápida y confiable con Tor activado[[OFF]] . Sugerido para nuevos usuarios.

# privacy_setting_connecting_node_fails_modal_cta
source: Retry
es: vuelve a intentarlo

# privacy_setting_connecting_node_fails_modal_failed
source: We couldn’t connect your node
es: No pudimos conectar tu nodo

# privacy_setting_connecting_node_fails_modal_heading
source: Add Node
es: Agregar nodo

# privacy_setting_connecting_node_modal_cta
source: Connect
es: Conectar

# privacy_setting_connecting_node_modal_heading
source: Add Node
es: Agregar nodo

# privacy_setting_connecting_node_modal_loading
source: Connecting Your Node
es: Conectando su nodo

# privacy_setting_connecting_node_success_modal_heading
source: Add Node
es: Agregar nodo

# privacy_setting_connecting_node_success_modal_heading_cta
source: Continue
es: Continuar

# privacy_setting_connecting_node_success_modal_heading_success
source: Node connected
es: Nodo conectado

# privacy_setting_onion_node_cta
source: Continue
es: Continuar

# privacy_setting_onion_node_edit_node
source: Edit Node
es: Editar nodo

# privacy_setting_onion_node_heading
source: Node Connected
es: Nodo conectado

# privacy_setting_onion_node_improved_privacy
source: Improved Privacy
es: Privacidad mejorada

# privacy_setting_onion_node_sbheading
source: Your Node is connected via Tor.
es: Tu Nodo está conectado a través de Tor.

# privacy_setting_onion_node_tor_on
source: Tor will be turned [[ON]] for improved privacy. Envoy’s connection may be unreliable.
es: Tor se convertirá[[ON]] para mejorar la privacidad. La conexión de Envoy puede no ser confiable.

# privacy_setting_perfomance_add_node
source: Add Node
es: Agregar nodo

# privacy_setting_perfomance_better_performance
source: Better Performance
es: Mejor interpretación

# privacy_setting_perfomance_cta
source: Continue
es: Continuar

# privacy_setting_perfomance_heading
source: Choose your Privacy
es: Elige tu privacidad

# privacy_setting_perfomance_improved_privacy
source: Improved Privacy
es: Privacidad mejorada

# privacy_setting_perfomance_subheading
source: How would you like Envoy to connect to the Internet?
es: ¿Cómo le gustaría que Envoy se conectara a Internet?

# privacy_setting_perfomance_tor_off
source: Envoy’s connection will be reliable with Tor turned [[OFF]]. Suggested for new users.
es: La conexión de Envoy será confiable con Tor activado[[OFF]] . Sugerido para nuevos usuarios.

# privacy_setting_privacy_better_performance
source: Better Performance
es: Mejor interpretación

# privacy_setting_privacy_better_privacy
source: Improved Privacy
es: Privacidad mejorada

# privacy_setting_privacy_cta
source: Continue
es: Continuar

# privacy_setting_privacy_heading
source: Choose your Privacy
es: Elige tu privacidad

# privacy_setting_privacy_subheading
source: How would you like Envoy to connect to the Internet?
es: ¿Cómo le gustaría que Envoy se conectara a Internet?

# privacy_setting_privacy_tor_on
source: Tor will be turned [[ON]] for improved privacy. Envoy’s connection may be unreliable.
es: Tor se convertirá[[ON]] para mejorar la privacidad. La conexión de Envoy puede no ser confiable.

# receive_QR_code_receive_QR_code_taproot_on_taproot_toggle
source: Use Taproot Address
es: Usar dirección raíz principal

# receive_qr_code_card_heading
source: Primary (#0)
es: Primaria (#0)

# receive_qr_code_card_subheading
source: For privacy, we create a new address each time you visit this screen.
es: Para mayor privacidad, creamos una nueva dirección cada vez que visita esta pantalla.

# receive_qr_code_heading
source: RECEIVE
es: Recibir

# receive_tx_list_receive
source: Receive
es: Recibir

# receive_tx_list_send
source: Send
es: Enviar

# recovery_scenario_Android_instruction1
source: Sign into Google and restore your backup data
es: Inicie sesión en Google y restaure sus datos de respaldo

# recovery_scenario_Android_instruction2
source: Install Envoy and tap “Set Up Envoy Wallet”
es: Instale Envoy y toque &quot;Configurar Envoy Wallet&quot;

# recovery_scenario_Android_instruction3
source: Envoy will then automatically restore your Magic Backup
es: Luego, Envoy restaurará automáticamente su Magic Backup

# recovery_scenario_android_heading
source: How to Recover?
es: ¿Cómo recuperarse?

# recovery_scenario_android_subheading
source: To recover your Magic Backup, follow these simple instructions.
es: Para recuperar su Magic Backup, siga estas sencillas instrucciones.

# recovery_scenario_ios_heading
source: How to Recover?
es: ¿Cómo recuperarse?

# recovery_scenario_ios_instruction1
source: Sign into iCloud and restore your iCloud backup
es: Inicia sesión en iCloud y restaura tu copia de seguridad de iCloud

# recovery_scenario_ios_instruction2
source: Install Envoy and tap “Set Up Envoy Wallet”
es: Instale Envoy y toque &quot;Configurar Envoy Wallet&quot;

# recovery_scenario_ios_instruction3
source: Envoy will then automatically restore your Magic Backup
es: Luego, Envoy restaurará automáticamente su Magic Backup

# recovery_scenario_ios_subheading
source: To recover your Envoy wallet, follow these simple instructions.
es: Para recuperar su billetera Envoy, siga estas sencillas instrucciones.

# send_keyboard_address_confirm
source: Confirm
es: Confirmar

# send_keyboard_amount_enter_valid_address
source: Enter Valid Address
es: Introduce una dirección válida

# send_keyboard_heading
source: SEND
es: Enviar

# send_keyboard_network_fees_boost_amount
source: 1,500 Sats ~ $5.43
es: 1.500 satélites ~ $5,43

# send_keyboard_network_fees_boost_button
source: Boost
es: IMPULSAR

# send_keyboard_network_fees_boost_time
source: 10 min
es: 10 minutos

# send_keyboard_network_fees_standard_amount
source: 500 Sats ~ $0.43
es: 500 satélites ~ $0,43

# send_keyboard_network_fees_standard_button
source: Standard
es: Estándar

# send_keyboard_network_fees_standard_time
source: 60 min
es: 60 minutos

# send_keyboard_send_max
source: Send Max
es: Enviar máximo

# send_keyboard_to
source: To:
es: A:

# send_qr_code_card_heading
source: Scan the QR with your Passport
es: Escanea el QR con tu Pasaporte

# send_qr_code_card_subheading
source: It contains the transaction for your Passport to sign.
es: Contiene la transacción que debe firmar su pasaporte.

# send_qr_code_heading
source: SEND
es: Enviar

# send_qr_code_subheading
source: You can now scan the QR code displayed on your Passport with your phone camera.
es: Ahora puede escanear el código QR que aparece en su Passport con la cámara de su teléfono.

# settings_advanced
source: Advanced
es: Avanzado

# settings_advanced_taproot
source: Receive to Taproot
es: Raíz principal

# settings_advanced_taproot_modal_cta1
source: Activate
es: activar

# settings_advanced_taproot_modal_cta2
source: Cancel
es: Cancelar

# settings_advanced_taproot_modal_heading
source: WARNING
es: Advertencia

# settings_advanced_taproot_modal_subheading
source: Taproot is an advanced feature and wallet support is still limited. Proceed with caution.
es: Taproot es una función avanzada y la compatibilidad con billetera aún es limitada. Proceda con precaución.

# settings_advanced_testnet
source: Enable Testnet
es: Habilitar red de prueba

# settings_amount
source: View Amount in Sats
es: Ver cantidad en sats

# settings_biometric
source: Unlock with Biometrics or PIN
es: Desbloquear con biometría o PIN

# settings_electrum
source: Connect my Node
es: Conectar mi nodo

# settings_show_fiat
source: Display Fiat Values
es: Mostrar valores Fiat

# settings_tor
source: Connect with Tor
es: Conéctate con Tor

# stalls_before_sending_tx_scanning_broadcasting_fail_cta1
source: Try Again
es: volver a intentarlo

# stalls_before_sending_tx_scanning_broadcasting_fail_cta2
source: Review Transaction
es: Revisar transacción

# stalls_before_sending_tx_scanning_broadcasting_fail_heading
source: Your transaction couldn’t be sent
es: Su transacción no pudo ser enviada

# stalls_before_sending_tx_scanning_broadcasting_fail_subheading
source: Please check your connection and try again
es: Por favor, compruebe la conexión y vuelva a intentarlo

# stalls_before_sending_tx_scanning_broadcasting_success_cta
source: Continue
es: Continuar

# stalls_before_sending_tx_scanning_broadcasting_success_heading
source: Your transaction was successfully sent
es: Su transacción fue enviada exitosamente

# stalls_before_sending_tx_scanning_broadcasting_success_subheading
source: Review the details by tapping on the transaction from the account screen.
es: Revise los detalles tocando la transacción en la pantalla de la cuenta.

# stalls_before_sending_tx_scanning_heading
source: Sending transaction
es: Transaccion de envio

# stalls_before_sending_tx_scanning_subheading
source: This might a take few seconds
es: Esto podría tardar unos segundos.

# untagged_coin_details_half_spendable_cta2
source: tag selected
es: Cambiar etiqueta

# untagged_coin_details_spendable_cta2
source: tag selected
es: Cambiar etiqueta

source: version 1.0.1
es: versión 1.0.1

# wallet_security_modal_1_4_android_CTA
source: Continue
es: Continuar

# wallet_security_modal_1_4_android_heading
source: How Your Wallet is Secured
es: Cómo se protege su billetera

# wallet_security_modal_1_4_android_subheading
source: Envoy securely and automatically backs up your wallet seed with [[Android Auto Backup]]. Your seed is always end-to-end encrypted and is never visible to Google.
es: Envoy realiza una copia de seguridad automática y segura de su billetera con [[Android Auto Backup]]. Su semilla siempre está cifrada de extremo a extremo y Google nunca la puede ver.

# wallet_security_modal_1_4_iOS_CTA
source: Continue
es: Continuar

# wallet_security_modal_1_4_ios_cta
source: Continue
es: Continuar

# wallet_security_modal_1_4_ios_heading
source: How Your Wallet is Secured
es: Cómo se protege su billetera

# wallet_security_modal_1_4_ios_subheading
source: Envoy securely and automatically backs up your wallet seed to[[iCloud Keychain.]] Your seed is always end-to-end encrypted and is never visible to Apple.
es: Envoy realiza una copia de seguridad automática y segura de la semilla de su billetera en [[iCloud Keychain.]] Su semilla siempre está cifrada de extremo a extremo y nunca es visible para Apple.

# wallet_security_modal_2_4_cta
source: Continue
es: Continuar

# wallet_security_modal_2_4_heading
source: How Your Wallet is Secured
es: Cómo se protege su billetera

# wallet_security_modal_2_4_subheading
source: Your wallet data – including labels, accounts, and settings – is automatically backed up to Foundation servers. This backup is first encrypted with your wallet seed, ensuring that Foundation can never access your data.
es: Los datos de su billetera, incluidas etiquetas, cuentas y configuraciones, se respaldan automáticamente en los servidores de Foundation. Esta copia de seguridad se cifra primero con la semilla de su billetera, lo que garantiza que Foundation nunca pueda acceder a sus datos.

# wallet_security_modal_3_4_android_heading
source: How Your Data is Secured
es: Cómo se protegen sus datos

# wallet_security_modal_3_4_android_subheading
source: To recover your wallet, simply log into your Google account. Envoy will automatically download your wallet seed and backup data. We recommend securing your Google account with a strong password and 2FA.
es: Para recuperar su billetera, simplemente inicie sesión en su cuenta de Google. Envoy descargará automáticamente la semilla de su billetera y los datos de respaldo. Recomendamos proteger su cuenta de Google con una contraseña segura y 2FA.

# wallet_security_modal_3_4_ios_cta
source: Continue
es: Continuar

# wallet_security_modal_3_4_ios_heading
source: How Your Data is Secured
es: Cómo se protegen sus datos

# wallet_security_modal_3_4_ios_subheading
source: To recover your wallet, simply log into your iCloud account. Envoy will automatically download your wallet seed and backup data. We recommend securing your iCloud account with a strong password and 2FA.
es: Para recuperar su billetera, simplemente inicie sesión en su cuenta de iCloud. Envoy descargará automáticamente la semilla de su billetera y los datos de respaldo. Recomendamos proteger su cuenta de iCloud con una contraseña segura y 2FA.

# wallet_security_modal_4_4_cta
source: Continue
es: Continuar

# wallet_security_modal_4_4_heading
source: How Your Data is Secured
es: Cómo se protegen sus datos
