Repository: Foundation-Devices/envoy
Catalog: lib/l10n/intl_*.arb
Languages: es

source: AZTECO VOUCHERS
es: VALES AZTECA

source: Account name
es: Nombre de la cuenta

# Add note
source: Note
es: Nota

# BodyCopy
source: Invalid Entry
es: ENTRADA INVALIDA

# CoinText
source: List
es: Lista

source: Conference
es: Conferencia

source: Continue
es: Continuar

source: Default
es: Aplicar filtros

source: Exchange
es: Intercambio

source: Face ID
es: identificación de la cara

source: Improved Privacy
es: Privacidad mejorada

# Letter
source: return
es: regreso

source: OK
es: De acuerdo

# Passport Name
source: Passport
es: Nombre del pasaporte

source: Passport name
es: Nombre del pasaporte

# PermissionDetails
source: Better Performance
es: Mejor interpretación

# Receive
source: Send
es: Recibir

source: SEND
es: Enviar

# Sats
source: 123,345,679 SATS
es: 123.345.679 SAT

# Send
source: Receive
es: Enviar

source: Skip
es: Saltar

# Status
source: Sent
es: intitulado

# Subheading
source: Zen-like mobile wallet
es: Verifique su frase de contraseña

source: Test
es: recibió

# Timestamp
source: 2 hours ago
es: Recibido hace 3 horas

# _
source: Skip
es: Fuente

# account_empty_tx_history_text_explainer
source: There are no transactions in this account. Receive your first transaction below.
es: No hay transacciones en esta cuenta. Reciba su primera transacción a continuación.

# accounts_empty_text_explainer
source: Create a mobile wallet with Magic Backups.
es: Crea una billetera móvil con Magic Backups.

# accounts_empty_text_learn_more
source: Get Started
es: Empezar

# accounts_screen_heading
source: Accounts
es: Cuentas

# add_note_modal_cta
source: Save
es: Ahorrar

# add_note_modal_heading
source: Add a Note
es: Agrega una nota

# add_note_modal_ie_text_field
source: Purchased a Passport hardware wallet
es: Compró una billetera de hardware Passport

# add_note_modal_subheading
source: Write some details about your transaction below.
es: Registre algunos detalles sobre esta transacción.

# android_backup_info_heading
source: Android Backs Up Every 24h
es: Android realiza copias de seguridad cada 24 horas

# android_backup_info_subheading
source: Android automatically backs up your Envoy data every 24 hours. To ensure your first Magic Backup is complete, we recommend performing a manual backup in your device [[Settings.]]
es: Android realiza automáticamente una copia de seguridad de sus datos de Envoy cada 24 horas. Para garantizar que su primer Magic Backup esté completo, le recomendamos realizar una copia de seguridad manual en su dispositivo [[Configuración.]]

# azteco_account_tx_history_pending_voucher
source: Pending Azteco voucher
es: Pendiente bono Azteco

# azteco_account_tx_history_receive
source: Received
es: recibió

# azteco_redeem_modal__voucher_code
source: VOUCHER CODE
es: Código de cupón

# azteco_redeem_modal_cta1
source: Redeem
es: Canjear

# azteco_redeem_modal_cta2
source: Back
es: Espalda

# azteco_redeem_modal_fail_cta
source: Continue
es: Continuar

# azteco_redeem_modal_fail_heading
source: Unable to Redeem
es: No se puede canjear

# azteco_redeem_modal_fail_subheading
source: Please confirm that your voucher is still valid. Contact support@azte.co with any voucher related questions.
es: Confirme que su bono aún es válido. Comuníquese con support@azte.co si tiene alguna pregunta relacionada con los cupones.

# azteco_redeem_modal_heading
source: Redeem your Voucher?
es: ¿Canjear tu bono?

# azteco_redeem_modal_success_cta
source: Continue
es: Continuar

# azteco_redeem_modal_success_heading
source: Voucher Redeemed
es: Vale canjeado

# azteco_redeem_modal_success_subheading
source: An incoming transaction will appear in your account shortly.
es: Una transacción entrante aparecerá en su cuenta en breve.

# backups_auto_backups_heading
source: Magic Backups
es: Copias de seguridad mágicas

# backups_automatic_backups_subheading
source: Disabled for Manual Seed Configuration
es: Deshabilitado para la configuración manual de semillas

# backups_download_wallet_data
source: Download Envoy Backup File
es: Descargar el archivo de copia de seguridad de Envoy

# backups_erase_wallets_and_backups
source: Erase Wallets and Backups
es: Borrar carteras y copias de seguridad

# backups_erase_wallets_and_backups_modal_1_2_android_cta
source: Continue
es: Continuar

# backups_erase_wallets_and_backups_modal_1_2_android_cta1
source: Cancel
es: Cancelar

# backups_erase_wallets_and_backups_modal_1_2_android_heading
source: WARNING
es: Advertencia

# backups_erase_wallets_and_backups_modal_1_2_android_subheading
source: You’re about to permanently delete your Envoy Wallet. If you are using Magic Backups, your Envoy Seed will also be deleted from Android Auto Backup.
es: Estás a punto de eliminar permanentemente tu Envoy Wallet. Si está utilizando Magic Backups, su Envoy Seed también se eliminará de Android Auto Backup.

# backups_erase_wallets_and_backups_modal_1_2_ios_cta
source: Continue
es: Continuar

# backups_erase_wallets_and_backups_modal_1_2_ios_cta1
source: Cancel
es: Cancelar

# backups_erase_wallets_and_backups_modal_1_2_ios_heading
source: WARNING
es: Advertencia

# backups_erase_wallets_and_backups_modal_1_2_ios_subheading
source: You’re about to permanently delete your Envoy Wallet. If you are using Magic Backups, your Envoy Seed will also be deleted from iCloud Keychain.
es: Estás a punto de eliminar permanentemente tu Envoy Wallet. Si está utilizando Magic Backups, su Envoy Seed también se eliminará del llavero de iCloud.

# backups_erase_wallets_and_backups_modal_2_2_heading
source: WARNING
es: Advertencia

# backups_erase_wallets_and_backups_modal_2_2_subheading
source: Any connected Passport accounts will not be removed as part of this process. Before deleting your Envoy Wallet, let’s ensure your Seed and Backup File are saved.
es: Ninguna cuenta de Passport conectada se eliminará como parte de este proceso. Antes de eliminar su Envoy Wallet, asegurémonos de que su archivo inicial y de respaldo estén guardados.

# backups_erase_wallets_and_backups_show_seed_CTA
source: Show Seed
es: Mostrar semilla

# backups_erase_wallets_and_backups_show_seed_heading
source: Keep Your Seed Private
es: Mantenga su semilla privada

# backups_erase_wallets_and_backups_show_seed_subheading
source: Envoy is about to show your seed words. Anyone with access to them can spend your Bitcoin!
es: Envoy está a punto de mostrar tus palabras iniciales. ¡Cualquiera que tenga acceso a ellos puede gastar su Bitcoin!

# backups_title
source: BACKUPS
es: copias de seguridad

# backups_view_wallet_seed
source: View Envoy Seed
es: Ver semilla de enviado

# change_output_from_multiple_tags_modal_heading
source: Create a Tag
es: Elija una etiqueta

# coincontrol_coin_change_spendable_tate_modal_cta1
source: Return to my Coins
es: Continuar

# coincontrol_coin_change_spendable_tate_modal_subheading
source: WARNING This action will override your Coin Selection
es: Su ID de transacción se copiará en el portapapeles y podrá ser visible para otras aplicaciones de su teléfono.

# coincontrol_edit_transaction_required_inputs
source: Required coins
es: Cantidad requerida

# coincontrol_edit_transaction_selected_inputs
source: Selected coins
es: Importe seleccionado

# coincontrol_lock_coin_modal_cta2
source: Do not remind me
es: Espalda

# coincontrol_lock_coin_modal_subheading
source: WARNING You’re about to lock coins. Info text about locking label and consequences
es: ADVERTENCIA Bloquear monedas evitará que se utilicen en transacciones.

# coincontrol_tx_detail_amount_details
source: Show details
es: Mostrar detalles

# coincontrol_tx_detail_amount_to_sent
source: Amount to send
es: cantidad a enviar

# coincontrol_tx_detail_cta2
source: Edit Transaction
es: Editar transacción

# coincontrol_tx_detail_custom_fee_cta
source: Continue
es: Confirmar tarifa

# coincontrol_tx_detail_destination
source: Destination
es: Destino

# coincontrol_tx_detail_destination_details
source: Review address
es: Mostrar dirección

# coincontrol_tx_detail_expand_heading
source: TRANSACTION Details
es: Detalles de la transacción

# coincontrol_tx_detail_heading
source: Your transaction is ready to be sent
es: Su transacción está lista para ser enviada

# coincontrol_tx_detail_subheading
source: Confirm the transaction details are correct before sending.
es: Confirme que los detalles de la transacción sean correctos antes de enviar.

# coincontrol_tx_history_tx_details_address
source: Address
es: Nota

# coincontrol_tx_history_tx_details_address_details
source: tb1q33xnrjena6apwnhx5t375...
es: tb1q33xnrjena6apwnhx5t375gjh...

# coincontrol_tx_history_tx_details_fee
source: Fee
es: Tarifa

# coincontrol_tx_history_tx_details_fee_details
source: 500 sats $0.13
es: 500 SAT $0.13

# coincontrol_tx_history_tx_details_history
source: Tag
es: Etiquetas

# coincontrol_tx_history_tx_details_history_details
source: Exchange
es: Intercambio

# coincontrol_tx_history_tx_details_tx_id
source: TX ID
es: ID de transmisión

# coincontrol_unlock_coin_modal_cta2
source: Do not remind me
es: Espalda

# coincontrol_unlock_coin_modal_subheading
source: WARNING You’re about to unlock coins. Info text about locking label and consequences
es: ADVERTENCIA Al desbloquear monedas, estarán disponibles para su uso en transacciones.

# component_continue
source: Continue
es: Continuar

# component_done
source: Done
es: Hecho

# component_skip
source: Skip
es: Saltar

# delete_wallet_for_good_instant_android_cta1
source: Go to Settings
es: Ir a configuración

# delete_wallet_for_good_instant_android_cta2
source: Skip
es: Saltar

# delete_wallet_for_good_instant_android_heading
source: Android Backs Up Every 24h
es: Android realiza copias de seguridad cada 24 horas

# delete_wallet_for_good_instant_android_subheading
source: Android automatically backs up your Envoy data every 24 hours. To immediately remove your Envoy Seed from Android Auto Backups, you can perform a manual backup in your device [[Settings.]]
es: Android realiza automáticamente una copia de seguridad de sus datos de Envoy cada 24 horas. Para eliminar inmediatamente su Envoy Seed de las copias de seguridad automáticas de Android, puede realizar una copia de seguridad manual en su dispositivo [[Configuración.]]

# delete_wallet_for_good_loading_heading
source: Deleting your Envoy Wallet
es: Eliminar su billetera Envoy

# delete_wallet_for_good_modal_cta1
source: Cancel
es: Cancelar

# delete_wallet_for_good_modal_cta2
source: Delete Wallet
es: Eliminar billetera

# delete_wallet_for_good_modal_subheading
source: As you sure you want to DELETE your Envoy Wallet?
es: ¿Está seguro de que desea ELIMINAR su Envoy Wallet?

# delete_wallet_for_good_success_heading
source: Your wallet was successfully deleted
es: Su billetera fue eliminada exitosamente

# devices_add_menu
source: CONNECT AN EXISTING PASSPORT SET UP A NEW PASSPORT
es: CONECTAR UN PASAPORTE EXISTENTE CONFIGURAR UN PASAPORTE NUEVO

# devices_empty_add_menu
source: CONNECT AN EXISTING PASSPORT SET UP A NEW PASSPORT
es: CONECTAR UN PASAPORTE EXISTENTE CONFIGURAR UN PASAPORTE NUEVO

# devices_empty_learn_more
source: Learn More
es: Aprende más

# devices_empty_modal_video_cta1
source: Buy Passport
es: Comprar Pasaporte

# devices_empty_modal_video_cta2
source: Watch Later
es: Ver despues

# devices_empty_modal_video_header
source: LEARN
es: Aprender

# devices_empty_text_explainer
source: Secure your Bitcoin with Passport.
es: Asegure su Bitcoin con Passport.

# devices_heading
source: Devices
es: Dispositivos

# devices_learn_more
source: Learn More
es: Aprende más

# devices_text_explainer
source: Don’t have a Passport?
es: ¿No tienes pasaporte?

# envoy_account_tos_cta
source: I Accept
es: Acepto

# envoy_account_tos_heading
source: Please review and accept the Passport Terms of Use
es: Revise y acepte los Términos de uso de Passport

# envoy_fw_intro_cta
source: Download Firmware
es: Descargar firmware

# envoy_fw_intro_heading
source: Next, let’s update Passport's firmware
es: A continuación, actualicemos el firmware de Passport.

# envoy_fw_intro_subheading
source: Envoy allows you to update your Passport from your phone using the included microSD adapter. Advanced users can [[tap here]] to download and verify their own firmware on a computer.
es: Envoy le permite actualizar su Passport desde su teléfono usando el adaptador microSD incluido. Los usuarios avanzados pueden [[tocar aquí]] para descargar y verificar su propio firmware en una computadora.

# envoy_fw_ios_instructions_cta
source: Continue
es: Continuar

# envoy_fw_ios_instructions_heading
source: Allow iPhone to access the microSD card
es: Permitir que Envoy acceda a la tarjeta microSD

# envoy_fw_ios_instructions_subheading
source: Grant iPhone access to copy files to the microSD card, tap PASSPORT-SD then Done.
es: Otorgue acceso a Envoy para copiar archivos a la tarjeta microSD. Toque Explorar, luego PASSPORT-SD y luego Abrir.

# envoy_fw_microsd_fails_cta1
source: Cancel
es: Cancelar

# envoy_fw_microsd_fails_cta2
source: Download from Github
es: Descargar desde Github

# envoy_fw_microsd_fails_heading
source: Sorry, we can’t get the firmware update right now.
es: Lo sentimos, no podemos obtener la actualización del firmware en este momento.

# envoy_fw_microsd_heading
source: Insert the microSD card into your Phone
es: Inserta la tarjeta microSD en tu teléfono

# envoy_fw_microsd_heading_cta
source: Continue
es: Continuar

# envoy_fw_microsd_subheading
source: Insert the provided microSD card adapter into your phone, then insert the microSD card into the adapter.
es: Inserte el adaptador de tarjeta microSD provisto en su teléfono, luego inserte la tarjeta microSD en el adaptador.

# envoy_fw_passport_cta
source: Continue
es: Continuar

# envoy_fw_passport_heading
source: Remove the microSD card and insert it into Passport
es: Retire la tarjeta microSD e insértela en Passport

# envoy_fw_passport_onboarded_heading
source: Remove the microSD card and insert it into Passport
es: Retire la tarjeta microSD e insértela en Passport

# envoy_fw_passport_onboarded_subheading
source: Insert the microSD card into Passport and navigate to Settings -> Firmware -> Update Firmware. Ensure Passport has adequate battery charge before carrying out this operation.
es: Inserte la tarjeta microSD en Passport y navegue hasta Configuración -&gt; Firmware -&gt; Actualizar firmware. Asegúrese de que Passport tenga la carga de batería adecuada antes de realizar esta operación.

# envoy_fw_passport_subheading
source: Insert the microSD card into Passport then head follow the instructions. Ensure Passport has adequate battery charge before carrying out this operation.
es: Inserte la tarjeta microSD en Passport y luego siga las instrucciones. Asegúrese de que Passport tenga la carga de batería adecuada antes de realizar esta operación.

# envoy_fw_progress_heading
source: Envoy is now copying the firmware onto the microSD card
es: Envoy ahora está copiando el firmware en la tarjeta microSD

# envoy_fw_progress_subheading
source: This might take few seconds. Please do not remove the microSD card.
es: Esto puede tardar unos segundos. No retire la tarjeta microSD.

# envoy_fw_success_cta
source: Continue
es: Continuar

# envoy_fw_success_heading
source: Firmware was successfully copied onto the microSD card
es: El firmware se copió correctamente en la tarjeta microSD

# envoy_fw_success_subheading
source: Make sure to tap the Unmount SD Card button from your File Manager before removing your microSD card from your phone.
es: Asegúrese de tocar el botón Desmontar tarjeta SD de su Administrador de archivos antes de retirar su tarjeta microSD de su teléfono.

# envoy_pin_intro_cta
source: Continue
es: Continuar

# envoy_pin_intro_heading
source: Enter a 6-12 digit PIN on your Passport
es: Ingrese un PIN de 6 a 12 dígitos en su pasaporte

# envoy_pin_intro_subheading
source: Passport will always ask for the PIN when starting up. We recommend using a unique PIN and writing it down. If you forget your PIN, there is no way to recover Passport, and the device will be permanently disabled.
es: Passport siempre solicitará el PIN al iniciar. Recomendamos utilizar un PIN único y anotarlo. Si olvida su PIN, no habrá forma de recuperar Passport y el dispositivo quedará deshabilitado permanentemente.

# envoy_pp_new_seed_backup_cta
source: Continue
es: Continuar

# envoy_pp_new_seed_backup_heading
source: Now, create an encrypted backup of your seed
es: Ahora, crea una copia de seguridad cifrada de tu semilla.

# envoy_pp_new_seed_backup_subheading
source: Passport will back up your seed and device settings to an encrypted microSD card.
es: Passport realizará una copia de seguridad de la configuración de su semilla y dispositivo en una tarjeta microSD cifrada.

# envoy_pp_new_seed_cta
source: Continue
es: Continuar

# envoy_pp_new_seed_heading
source: On Passport select Create New Seed
es: En Passport seleccione Crear nueva semilla

# envoy_pp_new_seed_subheading
source: Passport's Avalanche Noise Source, an open source true random number generator, helps create a strong seed.
es: Avalanche Noise Source de Passport, un verdadero generador de números aleatorios de código abierto, ayuda a crear una semilla fuerte.

# envoy_pp_new_seed_success_cta
source: Continue
es: Continuar

# envoy_pp_new_seed_success_heading
source: Congratulations, your new seed has been created
es: Felicitaciones, tu nueva semilla ha sido creada.

# envoy_pp_new_seed_success_subheading
source: Next, we will connect Envoy and Passport.
es: A continuación, conectaremos Envoy y Passport.

# envoy_pp_restore_backup_cta
source: Continue
es: Continuar

# envoy_pp_restore_backup_heading
source: On Passport, select Restore Backup
es: En Passport, seleccione Restaurar copia de seguridad

# envoy_pp_restore_backup_password_cta
source: Continue
es: Continuar

# envoy_pp_restore_backup_password_heading
source: Decrypt your Backup
es: Descifre su copia de seguridad

# envoy_pp_restore_backup_password_subheading
source: To decrypt the backup file, enter the 20 digit backup code shown to you when creating the backup file. If you have lost or forgotten this code, you can restore using the seed words instead.
es: Para descifrar el archivo de respaldo, ingrese el código de respaldo de 20 dígitos que se le mostró al crear el archivo de respaldo. Si ha perdido u olvidado este código, puede restaurarlo utilizando las palabras iniciales.

# envoy_pp_restore_backup_subheading
source: Use this feature to restore Passport using an encrypted microSD backup from another Passport. You will need the password to decrypt the backup.
es: Utilice esta función para restaurar Passport utilizando una copia de seguridad microSD cifrada de otro Passport. Necesitará la contraseña para descifrar la copia de seguridad.

# envoy_pp_restore_backup_success_cta
source: Continue
es: Continuar

# envoy_pp_restore_backup_success_heading
source: Your Backup File has been succesfullyrestored
es: Su archivo de copia de seguridad ha sido restaurado exitosamente

# envoy_pp_restore_backup_success_subheading
source: Next, we will connect Envoy and Passport.
es: A continuación, conectaremos Envoy y Passport.

# envoy_pp_restore_seed_backup_cta
source: Continue
es: Continuar

# envoy_pp_restore_seed_backup_heading
source: Create encrypted backup?
es: Ahora, crea una copia de seguridad cifrada de tu semilla.

# envoy_pp_restore_seed_backup_subheading
source: This is an optional but recommended step to backup your wallet seed. Head to Settings > Backup > Create Backup
es: Passport realizará una copia de seguridad de la configuración de su semilla y dispositivo en una tarjeta microSD cifrada.

# envoy_pp_restore_seed_cta
source: Continue
es: Continuar

# envoy_pp_restore_seed_heading
source: On Passport, select Restore Seed
es: En Passport, seleccione Restaurar semilla

# envoy_pp_restore_seed_subheading
source: Use this feature to restore an existing 12, 18 or 24 word seed.
es: Utilice esta función para restaurar una semilla existente de 12 o 24 palabras.

# envoy_pp_restore_seed_success_cta
source: Continue
es: Continuar

# envoy_pp_restore_seed_success_heading
source: Your seed has been successfully restored
es: Su semilla ha sido restaurada exitosamente

# envoy_pp_restore_seed_success_subheading
source: Next, we will connect Envoy and Passport.
es: A continuación, conectaremos Envoy y Passport.

# envoy_pp_setup_intro_cta1
source: Create New Seed
es: Crear nueva semilla

# envoy_pp_setup_intro_cta2
source: Restore Seed
es: Restaurar semilla

# envoy_pp_setup_intro_cta3
source: Restore Backup
es: Restaurar copia de seguridad

# envoy_pp_setup_intro_heading
source: How Would you like to Set Up your Passport?
es: ¿Cómo le gustaría configurar su Pasaporte?

# envoy_pp_setup_intro_subheading
source: As a new owner of a Passport you can create a new seed, restore a wallet using seed words, or restore a backup from an existing Passport.
es: Como nuevo propietario de un Passport, puede crear una nueva semilla, restaurar una billetera usando palabras iniciales o restaurar una copia de seguridad de un Passport existente.

# envoy_scv_intro_cta
source: Next
es: Próximo

# envoy_scv_intro_heading
source: First, let’s make sure your Passport is secure
es: Primero, asegurémonos de que su pasaporte esté seguro.

# envoy_scv_intro_subheading
source: This security check will ensure your Passport has not been tampered with during shipping.
es: Este control de seguridad garantizará que su pasaporte no haya sido manipulado durante el envío.

# envoy_scv_result_fail_cta
source: Retry
es: vuelve a intentarlo

# envoy_scv_result_fail_cta1
source: Contact Us
es: Comunícate con nosotros

# envoy_scv_result_fail_heading
source: Your Passport may be insecure
es: Su pasaporte puede ser inseguro

# envoy_scv_result_fail_subheading
source: Envoy could not validate the security of your Passport. Please contact us for assistance.
es: Envoy no pudo validar la seguridad de su pasaporte. Por favor contáctenos para obtener ayuda.

# envoy_scv_result_ok_cta
source: Continue
es: Continuar

# envoy_scv_result_ok_heading
source: Your Passport is secure
es: Tu pasaporte está seguro

# envoy_scv_result_ok_subheading
source: Next, create a PIN to secure your Passport
es: A continuación, cree un PIN para proteger su pasaporte.

# envoy_scv_scan_qr_cta
source: Continue
es: Continuar

# envoy_scv_scan_qr_heading
source: Next, scan the QR code on Passport's screen
es: A continuación, escanee el código QR en la pantalla de Passport.

# envoy_scv_scan_qr_subheading
source: This QR code completes the validation and shares some Passport information with Envoy.
es: Este código QR completa la validación y comparte cierta información del pasaporte con Envoy.

# envoy_scv_show_qr_cta
source: Next
es: Próximo

# envoy_scv_show_qr_heading
source: On Passport, select Envoy App and scan this QR Code
es: En Passport, seleccione la aplicación Envoy y escanee este código QR

# envoy_scv_show_qr_subheading
source: This QR code provides information for validation and setup.
es: Este código QR proporciona información para validación y configuración.

# envoy_support_documentation
source: Documentation
es: Documentación

# envoy_support_email
source: Email
es: Correo Electronico

# envoy_support_telegram
source: Telegram
es: Telegrama

# envoy_welcome_screen_cta1
source: Enable Magic Backups
es: Habilitar copias de seguridad mágicas

# envoy_welcome_screen_cta2
source: Manually Configure Seed Words
es: Configurar manualmente las palabras iniciales

# envoy_welcome_screen_heading
source: Create New Wallet
es: Crear nueva billetera

# envoy_welcome_screen_skip
source: Skip
es: Saltar
