Repository: Foundation-Devices/envoy
Catalog: lib/l10n/intl_*.arb
Languages: es

# envoy_welcome_screen_subheading
source: For a seamless setup, we recommend enabling [[Magic Backups]]. Advanced users can manually create or restore a wallet seed.
es: Para una configuración perfecta, recomendamos habilitar [[Magic Backups]]. Los usuarios avanzados pueden crear o restaurar manualmente una semilla de billetera.

# erase_wallet_with_balance_modal_CTA1
source: Return to my Accounts
es: Volver a mis cuentas

# erase_wallet_with_balance_modal_CTA2
source: Delete Accounts anyway
es: Eliminar cuentas de todos modos

# erase_wallet_with_balance_modal_heading
source: WARNING
es: Advertencia

# erase_wallet_with_balance_modal_subheading
source: Before deleting your Envoy Wallet, please empty your Accounts. Go to Backups > Erase Wallets and Backups once you’re done.
es: Antes de eliminar su Envoy Wallet, vacíe sus Cuentas. Vaya a Copias de seguridad &gt; Borrar carteras y copias de seguridad una vez que haya terminado.

# export_backup_modal_subheading
source: This encrypted file contains useful wallet data such as labels, accounts, and settings. This file is encrypted with your Envoy Seed. Ensure your seed is backed up securely.
es: Este archivo cifrado contiene datos útiles de la billetera, como etiquetas, cuentas y configuraciones. Este archivo está cifrado con su Envoy Seed. Asegúrese de que su semilla tenga una copia de seguridad segura.

# export_backup_send_CTA1
source: Download Backup File
es: Descargar archivo de copia de seguridad

# export_backup_send_CTA2
source: Discard
es: Desechar

# export_seed_modal_12_words_CTA1
source: Done
es: Hecho

# export_seed_modal_12_words_CTA2
source: View as QR Code
es: Ver como código QR

# export_seed_modal_24_words_1_2_CTA1
source: Continue
es: Continuar

# export_seed_modal_24_words_1_2_CTA2
source: View as QR Code
es: Ver como código QR

# export_seed_modal_24_words_2_2_CTA1
source: Done
es: Hecho

# export_seed_modal_24_words_2_2_CTA2
source: View as QR Code
es: Ver como código QR

# export_seed_modal_QR_code_CTA1
source: Done
es: Hecho

# export_seed_modal_QR_code_CTA2
source: View Seed
es: Ver semilla

# export_seed_modal_QR_code_subheading
source: To use this QR code in Envoy on a new phone, go to Set Up Envoy Wallet > Recover Magic Backup > Recover with QR code
es: Para usar este código QR en Envoy en un teléfono nuevo, vaya a Configurar Envoy Wallet &gt; Recuperar Magic Backup &gt; Recuperar con código QR

# export_seed_modal_QR_code_subheading_passphrase
source: This seed is protected by a passphrase. You need these seed words and the passphrase to recover your funds.
es: Esta semilla está protegida por una frase de contraseña. Necesita estas palabras iniciales y la frase de contraseña para recuperar sus fondos.

# export_seed_modal_subheading
source: WARNING The following screen displays highly sensitive information. Anyone with access to this data can steal your Bitcoin. Proceed with extreme caution.
es: ADVERTENCIA La siguiente pantalla muestra información altamente confidencial. Cualquiera que tenga acceso a estos datos puede robar su Bitcoin. Proceder con extrema precaución.

# heading
source: Verify Your Seed
es: Verifica tu semilla

# hide_amount_first_time_text
source: Swipe the card left & right to show & hide the balance.
es: Desliza para mostrar y ocultar tu saldo.

# hide_amount_first_time_text_button
source: Dismiss
es: Despedir

# hot_wallet_accounts_creation_done_text_explainer
source: Tap the above card to receive your first Bitcoin.
es: Toque la tarjeta de arriba para recibir Bitcoin.

# launch_screen_faceID_fail_CTA
source: Try Again
es: volver a intentarlo

# launch_screen_faceID_fail_heading
source: Authentication Failed
es: Autenticación fallida

# launch_screen_faceID_fail_subheading
source: Please try again
es: Por favor intente nuevamente

# magic_setup_generate_backup_heading
source: Encrypting Your Backup
es: Cifrar su copia de seguridad

# magic_setup_generate_backup_subheading
source: Envoy is encrypting your wallet backup. This backup contains useful wallet data such as labels, accounts, and settings.
es: Envoy está cifrando la copia de seguridad de su billetera. Esta copia de seguridad contiene datos útiles de la billetera, como etiquetas, cuentas y configuraciones.

# magic_setup_generate_envoy_key_android_heading
source: Creating Your Envoy Seed
es: Creando tu semilla enviada

# magic_setup_generate_envoy_key_android_subheading
source: Envoy is creating a secure Bitcoin wallet seed, which will be stored end-to-end encrypted in your Android backup.
es: Envoy está creando una semilla de billetera Bitcoin segura, que se almacenará cifrada de extremo a extremo en su copia de seguridad de Android.

# magic_setup_generate_envoy_key_ios_heading
source: Creating Your Envoy Seed
es: Creando tu semilla enviada

# magic_setup_generate_envoy_key_ios_subheading
source: Envoy is creating a secure Bitcoin wallet seed, which will be stored end-to-end encrypted in your iCloud Keychain.
es: Envoy está creando una semilla de billetera Bitcoin segura, que se almacenará cifrada de extremo a extremo en su llavero de iCloud.

# magic_setup_generate_wallet_modal_android_CTA
source: Continue
es: Continuar

# magic_setup_generate_wallet_modal_android_subheading
source: WARNING Creating a new Magic Backup will erase any existing Magic Backup associated with your Google account.
es: ADVERTENCIA La creación de una nueva Magic Backup borrará cualquier Magic Backup existente asociado con su cuenta de Google.

# magic_setup_generate_wallet_modal_ios_cta
source: Continue
es: Continuar

# magic_setup_generate_wallet_modal_ios_subheading
source: WARNING Creating a new Magic Backup will erase any existing Magic Backup associated with your iCloud account.
es: ADVERTENCIA La creación de un nuevo Magic Backup borrará cualquier Magic Backup existente asociado con su cuenta de iCloud.

# magic_setup_recovery_fail_Android_CTA1
source: Retry
es: vuelve a intentarlo

# magic_setup_recovery_fail_Android_CTA2
source: Recover with QR Code
es: Recuperar con código QR

# magic_setup_recovery_fail_Android_heading
source: Recovery Unsuccessful
es: Recuperación fallida

# magic_setup_recovery_fail_Android_subheading
source: Envoy is unable to locate a Magic Backup. Please confirm you are logged in with the correct Google account and that you’ve restored your latest device backup.
es: Envoy no puede localizar una copia de seguridad mágica. Confirme que ha iniciado sesión con la cuenta de Google correcta y que ha restaurado la última copia de seguridad de su dispositivo.

# magic_setup_recovery_fail_backup_cta1
source: Retry
es: vuelve a intentarlo

# magic_setup_recovery_fail_backup_cta2
source: Import Envoy Backup File
es: Importar archivo de copia de seguridad de Envoy

# magic_setup_recovery_fail_backup_cta3
source: Continue
es: Continuar

# magic_setup_recovery_fail_backup_heading
source: Magic Backup Not Found
es: Copia de seguridad mágica no encontrada

# magic_setup_recovery_fail_backup_subheading
source: Envoy is unable to locate a Magic Backup file on the Foundation server. Please check you’re recovering a wallet that previously used Magic Backups.
es: Envoy no puede localizar un archivo Magic Backup en el servidor Foundation. Verifique que esté recuperando una billetera que anteriormente usó Magic Backups.

# magic_setup_recovery_fail_connectivity_cta1
source: Retry
es: vuelve a intentarlo

# magic_setup_recovery_fail_connectivity_cta2
source: Import Envoy Backup File
es: Importar archivo de copia de seguridad de Envoy

# magic_setup_recovery_fail_connectivity_cta3
source: Continue
es: Continuar

# magic_setup_recovery_fail_connectivity_heading
source: Connection Error
es: Error de conexión

# magic_setup_recovery_fail_connectivity_subheading
source: Envoy is unable to connect to the Foundation server to retrieve your Magic Backup data. You can retry, import your own Envoy Backup File, or continue without one.
es: Envoy no puede conectarse al servidor Foundation para recuperar sus datos de Magic Backup. Puede volver a intentarlo, importar su propio archivo de copia de seguridad de Envoy o continuar sin uno.

# magic_setup_recovery_fail_ios_2_cta1
source: Retry
es: vuelve a intentarlo

# magic_setup_recovery_fail_ios_2_cta2
source: Recover with QR Code
es: Recuperar con código QR

# magic_setup_recovery_fail_ios_2_heading
source: Recovery Unsuccessful
es: Recuperación fallida

# magic_setup_recovery_fail_ios_2_subheading
source: Envoy is unable to locate an Envoy Wallet backup. Please confirm you are logged in with the correct Apple account and that you’ve restored your latest iCloud backup.
es: Envoy no puede localizar una copia de seguridad de Envoy Wallet. Confirme que ha iniciado sesión con la cuenta de Apple correcta y que ha restaurado su última copia de seguridad de iCloud.

# magic_setup_recovery_fail_ios_CTA1
source: Retry
es: vuelve a intentarlo

# magic_setup_recovery_fail_ios_CTA2
source: Recover with QR Code
es: Recuperar con código QR

# magic_setup_recovery_fail_ios_heading
source: Recovery Unsuccessful
es: Recuperación fallida

# magic_setup_recovery_fail_ios_subheading
source: Envoy is unable to locate a Magic Backup. Please confirm you are logged in with the correct Apple account and that you’ve restored your latest iCloud backup.
es: Envoy no puede localizar una copia de seguridad mágica. Confirme que ha iniciado sesión con la cuenta de Apple correcta y que ha restaurado su última copia de seguridad de iCloud.

# magic_setup_send_backup_to_envoy_server_heading
source: Uploading Your Backup
es: Cargando su copia de seguridad

# magic_setup_send_backup_to_envoy_server_subheading
source: Envoy is uploading your encrypted wallet backup to Foundation servers. Since your backup is end-to-end encrypted, Foundation has no access to your backup or knowledge of its contents.
es: Envoy está cargando la copia de seguridad de su billetera cifrada en los servidores de Foundation. Dado que su copia de seguridad está cifrada de extremo a extremo, Foundation no tiene acceso a su copia de seguridad ni conocimiento de su contenido.

# magic_setup_tutorial_android_CTA1
source: Create Magic Backup
es: Crear copia de seguridad mágica

# magic_setup_tutorial_android_CTA2
source: Recover Magic Backup
es: Recuperar copia de seguridad mágica

# magic_setup_tutorial_android_heading
source: Magic Backups
es: Copias de seguridad mágicas

# magic_setup_tutorial_android_subheading
source: The easiest way to create a new Bitcoin wallet while maintaining your sovereignty. Magic Backups automatically backs up your wallet and settings with Android Auto Backup, 100% end-to-end encrypted. [[Learn more]].
es: La forma más fácil de crear una nueva billetera Bitcoin manteniendo su soberanía. Magic Backups realiza automáticamente una copia de seguridad de su billetera y configuración con Android Auto Backup, 100% cifrado de extremo a extremo. [[Aprende más]].

# magic_setup_tutorial_ios_CTA1
source: Create Magic Backup
es: Crear copia de seguridad mágica

# magic_setup_tutorial_ios_CTA2
source: Recover Magic Backup
es: Recuperar copia de seguridad mágica

# magic_setup_tutorial_ios_heading
source: Magic Backups
es: Copias de seguridad mágicas

# magic_setup_tutorial_ios_subheading
source: The easiest way to create a new Bitcoin wallet while maintaining your sovereignty. Magic Backups automatically back up your wallet and settings with iCloud Keychain, 100% end-to-end encrypted. [[Learn more]].
es: La forma más fácil de crear una nueva billetera Bitcoin manteniendo su soberanía. Magic Backups realiza automáticamente una copia de seguridad de su billetera y configuración con iCloud Keychain, 100% cifrado de extremo a extremo. [[Aprende más]].

# manage_account_address_card_heading
source: Primary (#0)
es: Primaria (#0)

# manage_account_address_card_subheading
source: For privacy, we create a new address each time you visit this screen.
es: Para mayor privacidad, creamos una nueva dirección cada vez que visita esta pantalla.

# manage_account_address_heading
source: Account details
es: Detalles de la cuenta

# manage_account_remove_cta
source: Delete
es: Borrar

# manage_account_remove_subheading
source: Are you sure? This only removes the account from Envoy.
es: Esto solo elimina la cuenta de Envoy.

# manage_account_rename_cta
source: Save
es: Ahorrar

# manage_account_rename_heading
source: Rename Account
es: Vuelva a nombrar la cuenta

# manage_device_details_heading
source: Device DETAILS
es: Detalles del dispositivo

# manage_device_disconnect_modal
source: Delete
es: Borrar

# manage_device_disconnect_modal_cta
source: Save
es: Ahorrar

# manage_device_rename_modal_heading
source: Rename your Passport
es: Cambie el nombre de su pasaporte

# manual_setup_create_and_store_backup_CTA
source: Choose Destination
es: Elige Destino

# manual_setup_create_and_store_backup_heading
source: Save Envoy Backup File
es: Guardar archivo de copia de seguridad de Envoy

# manual_setup_create_and_store_backup_modal_CTA
source: I understand
es: entiendo

# manual_setup_create_and_store_backup_modal_subheading
source: Your Envoy Backup File is encrypted by your seed words. If you lose access to your seed words, you will be unable to recover your backup.
es: Su archivo de copia de seguridad de Envoy está cifrado con sus palabras iniciales. Si pierde el acceso a sus palabras iniciales, no podrá recuperar su copia de seguridad.

# manual_setup_create_and_store_backup_subheading
source: Envoy has generated your encrypted backup. This backup contains useful wallet data such as labels, accounts, and settings. You can choose to secure it on the cloud, another device, or an external storage option like a microSD card.
es: Envoy ha generado su copia de seguridad cifrada. Esta copia de seguridad contiene datos útiles de la billetera, como etiquetas, cuentas y configuraciones. Puedes optar por protegerlo en la nube, en otro dispositivo o en una opción de almacenamiento externo como una tarjeta microSD.

# manual_setup_generate_seed_CTA
source: Generate Seed
es: Generar semilla

# manual_setup_generate_seed_heading
source: Keep Your Seed Private
es: Mantenga su semilla privada

# manual_setup_generate_seed_subheading
source: Remember to always keep your seed words private. Anyone with access to this seed can spend your Bitcoin!
es: Recuerde mantener siempre en privado sus palabras iniciales. ¡Cualquiera que tenga acceso a esta semilla puede gastar su Bitcoin!

# manual_setup_generate_seed_verify_seed_again_quiz_heading
source: Verify Your Seed
es: Verifica tu semilla

# manual_setup_generate_seed_verify_seed_again_quiz_infotext
source: Choose a word to continue
es: Elige una palabra para continuar

# manual_setup_generate_seed_verify_seed_again_quiz_subheading
source: What is your #2 seed word?
es: ¿Cuál es tu palabra semilla número 2?

# manual_setup_generate_seed_verify_seed_heading
source: Let’s Verify Your Seed
es: Verifiquemos tu semilla

# manual_setup_generate_seed_verify_seed_quiz_1_4_heading
source: Verify Your Seed
es: Verifica tu semilla

# manual_setup_generate_seed_verify_seed_quiz_1_4_infotext
source: Choose a word to continue
es: Elige una palabra para continuar

# manual_setup_generate_seed_verify_seed_quiz_1_4_subheading
source: What is your #2 seed word?
es: ¿Cuál es tu palabra semilla número 2?

# manual_setup_generate_seed_verify_seed_quiz_4_4_done_correct
source: Correct
es: Correcto

# manual_setup_generate_seed_verify_seed_quiz_4_4_done_heading
source: Verify Your Seed
es: Verifica tu semilla

# manual_setup_generate_seed_verify_seed_quiz_4_4_done_subheading
source: What is your #11 seed word?
es: ¿Cuál es tu palabra semilla número 11?

# manual_setup_generate_seed_verify_seed_quiz_fail_cta
source: Try Again
es: volver a intentarlo

# manual_setup_generate_seed_verify_seed_quiz_fail_heading
source: Verify Your Seed
es: Verifica tu semilla

# manual_setup_generate_seed_verify_seed_quiz_fail_infotext
source: Choose a word from the list below.
es: Elija una palabra de la lista a continuación.

# manual_setup_generate_seed_verify_seed_quiz_fail_invalid
source: Invalid Entry
es: ENTRADA INVALIDA

# manual_setup_generate_seed_verify_seed_quiz_fail_subheading
source: What is your #2 seed word?
es: ¿Cuál es tu palabra semilla número 2?

# manual_setup_generate_seed_verify_seed_quiz_fail_warning_modal_CTA
source: Go back
es: Regresa

# manual_setup_generate_seed_verify_seed_quiz_fail_warning_modal_heading
source: Verify Your Seed
es: Verifica tu semilla

# manual_setup_generate_seed_verify_seed_quiz_fail_warning_modal_infotext
source: Choose a word from the list below.
es: Elija una palabra de la lista a continuación.

# manual_setup_generate_seed_verify_seed_quiz_fail_warning_modal_subheading
source: Envoy is unable to verify your seed. Please confirm that you correctly recorded your seed and try again.
es: Envoy no puede verificar su semilla. Confirme que registró correctamente su semilla y vuelva a intentarlo.

# manual_setup_generate_seed_verify_seed_quiz_success_correct
source: Correct
es: Correcto

# manual_setup_generate_seed_verify_seed_quiz_success_heading
source: Verify Your Seed
es: Verifica tu semilla

# manual_setup_generate_seed_verify_seed_quiz_success_infotext
source: Choose a word to continue
es: Elige una palabra para continuar

# manual_setup_generate_seed_verify_seed_quiz_success_subheading
source: What is your #2 seed word?
es: ¿Cuál es tu palabra semilla número 2?

# manual_setup_generate_seed_verify_seed_subheading
source: Envoy will ask you some questions to verify you correctly recorded your seed.
es: Envoy le hará algunas preguntas para verificar que haya registrado correctamente su semilla.

# manual_setup_generate_seed_write_words_heading
source: Write Down these 12 Words
es: Escribe estas 12 palabras

# manual_setup_import_backup_CTA1
source: Create New Envoy Backup
es: Crear una nueva copia de seguridad de Envoy

# manual_setup_import_backup_CTA2
source: Import Envoy Backup
es: Importar copia de seguridad de Envoy

# manual_setup_import_backup_fails_modal_continue
source: Continue
es: Continuar

# manual_setup_import_backup_fails_modal_heading
source: We can’t read Envoy Backup
es: No podemos leer Envoy Backup

# manual_setup_import_backup_fails_modal_subheading
source: Make sure you have selected the right file.
es: Asegúrese de haber seleccionado el archivo correcto.

# manual_setup_import_backup_heading
source: Import Envoy Backup
es: Importar copia de seguridad de Envoy

# manual_setup_import_backup_subheading
source: Would you like to restore an existing Envoy Backup file? If not, Envoy will create a new encrypted backup file.
es: ¿Le gustaría restaurar un archivo de Envoy Backup existente? De lo contrario, Envoy creará un nuevo archivo de copia de seguridad cifrado.

# manual_setup_import_seed_12_words_CTA_inactive
source: Done
es: Hecho

# manual_setup_import_seed_12_words_checkbox
source: My seed has a passphrase
es: Mi semilla tiene una frase de contraseña

# manual_setup_import_seed_12_words_fail_modal_CTA
source: Go back
es: Regresa

# manual_setup_import_seed_12_words_fail_modal_subheading
source: That seed appears to be invalid. Please check the words entered, including the order they are in and try again.
es: Esa semilla parece no ser válida. Verifique las palabras ingresadas, incluido el orden en que están, e inténtelo nuevamente.

# manual_setup_import_seed_12_words_heading
source: Enter Your Seed
es: Ingrese su semilla

# manual_setup_import_seed_CTA1
source: Import with QR code
es: Importar con código QR

# manual_setup_import_seed_CTA2
source: 24 Word Seed
es: Semilla de 24 palabras

# manual_setup_import_seed_CTA3
source: 12 Word Seed
es: Semilla de 12 palabras

# manual_setup_import_seed_checkbox
source: My seed has a passphrase
es: Mi semilla tiene una frase de contraseña

# manual_setup_import_seed_heading
source: Import your Seed
es: Importa tu semilla

# manual_setup_import_seed_subheading
source: Continue below to import an existing seed. You’ll have the option to import an Envoy Backup File later.
es: Continúe a continuación para importar una semilla existente. Tendrás la opción de importar un archivo de copia de seguridad de Envoy más adelante.

# manual_setup_recovery_fail_cta1
source: Retry
es: vuelve a intentarlo

# manual_setup_recovery_fail_cta2
source: Import Seed Words
es: Importar palabras iniciales

# manual_setup_recovery_fail_heading
source: Unable to scan QR Code
es: No se puede escanear el código QR

# manual_setup_recovery_fail_subheading
source: Try scanning again or manually import your seed words instead.
es: Intente escanear nuevamente o importe manualmente sus palabras iniciales.

# manual_setup_recovery_import_backup_modal_fail_connectivity_cta1
source: Continue
es: Continuar

# manual_setup_recovery_import_backup_modal_fail_connectivity_cta2
source: Go Back
es: Regresa

# manual_setup_recovery_import_backup_modal_fail_connectivity_heading
source: WARNING
es: Advertencia

# manual_setup_recovery_import_backup_modal_fail_connectivity_subheading
source: If you continue without a backup file, your wallet settings, additional accounts, and Tags & Labels will not be restored.
es: Si continúa sin un archivo de respaldo, la configuración de su billetera, cuentas adicionales y etiquetas no se restaurarán.

# manual_setup_recovery_import_backup_modal_fail_cta1
source: Re-type Passphrase
es: Vuelva a escribir la frase de contraseña

# manual_setup_recovery_import_backup_modal_fail_cta2
source: Choose other Backup File
es: Elija otro archivo de copia de seguridad

# manual_setup_recovery_import_backup_modal_fail_heading
source: Envoy can’t open this Envoy Backup File
es: Envoy no puede abrir este archivo de copia de seguridad de Envoy

# manual_setup_recovery_import_backup_modal_fail_subheading
source: This could be because you imported a backup file from a different Envoy Wallet, or because your passphrase was entered incorrectly.
es: Esto podría deberse a que importó un archivo de respaldo de un Envoy Wallet diferente o a que su contraseña se ingresó incorrectamente.

# manual_setup_recovery_import_backup_re_enter_passphrase_cta
source: Continue
es: Continuar

# manual_setup_recovery_import_backup_re_enter_passphrase_heading
source: Re-type Your Passphrase
es: Vuelva a escribir su frase de contraseña

# manual_setup_recovery_import_backup_re_enter_passphrase_subheading
source: Carefully re-type your passphrase so Envoy can open your Envoy Backup File.
es: Vuelva a escribir con cuidado su frase de contraseña para que Envoy pueda abrir su archivo de copia de seguridad de Envoy.

# manual_setup_recovery_passphrase_modal_cta
source: Continue
es: Continuar

# manual_setup_recovery_passphrase_modal_heading
source: Enter Your Passphrase
es: Ingrese su frase de contraseña

# manual_setup_recovery_passphrase_modal_subheading
source: This seed is protected by a passphrase. Enter it below to import your Envoy Wallet.
es: Esta semilla está protegida por una frase de contraseña. Ingréselo a continuación para importar su Envoy Wallet.

# manual_setup_recovery_success_heading
source: Importing your Seed
es: Importando tu semilla

# manual_setup_tutorial_CTA1
source: Generate New Seed
es: Generar nueva semilla

# manual_setup_tutorial_CTA2
source: Import Seed
es: Importar semilla

# manual_setup_tutorial_heading
source: Manual Seed Setup
es: Configuración manual de semillas

# manual_setup_tutorial_subheading
source: If you prefer to manage your own seed words, continue below to import or create a new seed. Please note that you alone will be responsible for managing backups. No cloud services will be used.
es: Si prefiere administrar sus propias palabras clave, continúe a continuación para importar o crear una nueva semilla. Tenga en cuenta que usted será el único responsable de gestionar las copias de seguridad. No se utilizarán servicios en la nube.
